Repository: eyoz/oconnection
Catalog: po/*.po
Languages: de, es, fr, nl

source: Oconnection Module
de: Modul Verbindungen
es: Oconexion del modulo
fr: Module oconnection
nl: Module Oconnection

source: Oconnection
de: Verbindung
es: Oconexion

source: Oconnection Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
de: Die Moduleinstellungen wurden aktualisiert. Ihre alte Konfiguration<br> wurde durch neue Standardwerte ersetzt. Dies<br>wird regelmäßig während des Entwicklungsprozesses passieren. Melden Sie dies nicht als<br>Fehler. Es bedeutet lediglich, dass das Benachrichtigungsmodul neue Standard-<br>einstellungen benötigt, die Ihre alte Einstellung nicht hatte,<br>um ordnungsgemäß zu funktionieren. Diese Standardeinstellungen wurden<br>hinzugefügt, um ordnungsgemäßes Funktionieren sicherzustellen. Sie können die<br>Einstellungen nun nach ihrem Belieben neu anpassen. Wir bitten um Ihr Verständnis.<br>
es: La configuración del módulo Skeleton requiere actualizarse. Su configuración anterior<br> ha sido eliminada y un nuevo conjunto de preferencias por defecto inicializadas. Esto<br>pasará regularmente durante el desarrollo, por lo que, no informe de un <br>error. Simplemente significa que el módulo necesita nuevos datos <br>de configuración predeterminados, para usar características de las que su<br>configuración anterior carece. Este nuevo conjunto de preferencias por defecto seran reparadas<br>. Puede reconfigurar cosas a su <br>gusto. Disculpe las molestias.<br>
fr: La configuration du module Oconnection a dû être mise à jour. Votre ancienne<br>configuration a été supprimée et de nouveaux paramètres par<br>défaut sont en place. Ceci risque d'arriver en phase de<br>développement, aussi est-il inutile de faire un rapport de bogue.<br>Cela signifie simplement que le module a besoin<br>de cette mise à niveau pour être à nouveau fonctionnel.<br>Vous pouvez maintenant tout reconfigurer selon votre goût.<br>Désolé pour la gêne occasionnée.<br>
nl: De configuratie van de Module Oconnection moest geüpdate worden. Uw oude configuratie<br>is gewist en is nu naar standaardwaarden teruggezet. Dit <br>zal regelmatig gebeuren tijdens de ontwikkelingsperiode en moet dus niet als een <br>bug gemeld worden. Dit betekent alleen dat de module standaard nieuwe configuratiedata nodig heeft<br>om bruikbare functionaliteiten te kunnen bieden, die de oude configuratie niet bezit. Deze nieuwe set van standaardwaarden<br>zal deze functies toevoegen. U kunt de configuratie nu naar wens wijzigen.<br>Sorry voor het ongemak.<br>

source: Your Oconnection Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
de: Ihre Moduleinstellungen sind NEUER als die Modulversion selbst. Das ist sehr<br>seltsam und sollte nicht passieren, es sei denn, Sie haben das Modul <br>in eine ältere Version zurückgesetzt oder die Moduleinstellungen von einem Ort aus kopiert, an dem<br>eine neuere Version des Modules lief. Das ist kritisch.<br>Ihre Einstellungen wurden vorbeugend auf Standardwerte<br>zurückgesetzt.Wir bitten um Ihr Verständnis.<br>
es: Su configuración del módulo Skeleton es MÁS NUEVA que la versión del módulo. Eso es<br>extraño. No debería ocurrir a menos que haya descargado<br>el módulo o haya copiado la configuración de un sitio<br>con una versión posterior a la que está ejecutando el módulo. Esto es malo y<br>como precaución su configuración ha sido restaurada a sus valores <br>por defecto. Disculpe las molestias.<br>
fr: La configuration du module Oconnection est PLUS RÉCENTE que la version du module.<br>C'est vraiment étonnant. Cela ne devrait pas se produire à<br>moins que vous n'ayez installé une version antérieure ou copié<br>la configuration depuis une machine sur laquelle une version<br>plus récente était en cours. Ce n'est pas bon et, par<br>mesure de précaution, votre configuration a été<br>remise à zéro. Désolé pour le désagrément.<br>
nl: Jouw Skelet Module Configuratie is NIEUWER dan de versie van de module. Dit is erg<br>raar. Dit zou niet mogen gebeuren tenzij je de module hebt gedowngrade<br>of een configuratiebestand gekopiëerd hebt van een plaats waar een nieuwere versie aanwezig was. Dit is erg en<br>uit voorzorg is jouw configuratiebestand hersteld naar<br>standaardwaarden. Sorry voor het ongemak.<br>

source: Oconnection Configuration Updated
de: Verbingungseinstellungen wurden aktualisiert
es: Configuración de Oconexión actualizada
fr: Configuration de Oconnection actualisée.
nl: Configuratie Oconnection geüpdate

source: Network cable plugged with<br>IP %s
de: Netzkabel mit dem<br>IP %s verbunden
es: Cable de red conectado con <br>la IP %s
fr: Câble réseau branché avec<br>l'IP %s
nl: Netwerkkabel aangesloten op<br>IP %s

source: Network cable connected, no internet
de: Netzkabel angeschlossen, keine Internet-Verbindung
es: Cable red desconectado, sin internet
fr: Câble réseau branché, sans internet
nl: Netwerkkabel aangesloten, geen internetverbinding

source: Your network cable is disconnected
de: Ihr Netzkabel ist nicht angeschlossen
es: Su cable de red no está conectado
fr: Votre câble réseau n'est pas branché
nl: Uw netwerkkabel is niet aangesloten

source: Wi-Fi connected to network %s<br>with IP %s
de: W-LAN an das %s<br>Netz verbunden mit IP %s
es: Wi-Fi conectado a la red %s<br>con la IP %s
fr: Wi-Fi connecté au réseau %s<br>avec l'IP %s
nl: Wifi aangesloten op netwerk %s<br>met IP %s

source: Wi-Fi connected to network %s<br>without IP
de: W-LAN ohne IP an das %s<br>Netz verbunden
es: Wi-Fi conectado a la red %s <br>sin IP
fr: Wi-Fi connecté au réseau %s <br>sans IP
nl: WiFi aangesloten op netwerk %s<br>zonder IP

source: Wi-Fi enabled, no network connected
de: W-LAN aktiviert, keine Verbindung
es: Wi-Fi activado, ninguna red conectada
fr: Wi-Fi activé, aucun réseau connecté
nl: WiFi ingeschakeld, geen netwerkverbinding

source: <title>State of your network connection</title>
de: <title>Stand der Netzanschlüsse</title>
es: <title>Estado de las conexiones a la red</title>
fr: <title>Etat des connexions réseau</title>
nl: <title>Status van de netwerkverbinding</title>

source: <title>Wi-Fi network scanned</title>
de: <title>Verfügbare W-LAN Netzwerke</title>
es: <title>Redes wifi disponibles</title>
fr: <title>Réseaux wifi disponibles</title>
nl: <title>WiFi netwerk beschikbaar</title>

source: Hidden SSID - WPA
de: SSID - WPA versteckt
es: SSID - WPA oculto
fr: SSID - WPA masqué
nl: SSID verborgen - WPA

source: Hidden SSID - WEP
de: SSID - WEP versteckt
es: SSID - WEP oculto
fr: SSID - WEP masqué
nl: SSID verborgen - WEP

source: Hidden SSID - no security
de: SSID versteckt - keine Sicherheit
es: SSID oculto - ninguna securidad
fr: SSID masqué - aucune sécurité
nl: SSID verborgen - geen beveiliging

source: More Results...
de: Mehr Ergebnisse...
es: Más resultados...
fr: Plus de résultats...
nl: Meer resultaten...

source: Connection to network %s
de: Anschluss ans Netzwerk %s
es: Conexión a la red %s
fr: Connexion au réseau %s
nl: Verbinding met netwerk %s

source: Enter the network key
de: Geben Sie den Netzschlüssel ein
es: introduzca la clave de la red
fr: Entrer la clef du réseau
nl: Voer de netwerksleutel in

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

source: Connection
de: Anschluss
es: Conexión
fr: Connexion
nl: Verbinding

source: The password you have typed is incorrect</br>Please retype the password
de: Das eingegebene Passwort ist nicht korrekt. </br> Bitte geben Sie das Passwort erneut ein.
es: La contraseña ingresada es incorrecta<br/>Por favor ingrese de nuevo la contraseña
fr: Le mot de passe entré est incorrect<br/>Retapez le mot de passe s'il vous plaît
nl: Het ingevoerde wachtwoord in onjuist</br>Voer het wachtwoord opnieuw in.

source: Connection to network
de: Wird mit dem Netzwerk verbunden
es: Conexión a la red
fr: Connexion au réseau
nl: Verbinding met netwerk

source: Enter the name of your wireless network
de: Namen des W-LAN Netzes eingeben
es: introduzca el nombre de su red Wi-Fi
fr: Entrez le nom de votre réseau Wi-Fi
nl: Voer de naam van het draadloze netwerk in

source: Next
de: Nächste
es: Siguiente
fr: Suivant
nl: Volgende

source: Connection in progress...
de: Aufbau der Verbindung...
es: Conectándose a la red...
fr: Connexion en cours...
nl: Bezig met verbinding...

source: Associated, obtaining address...
de: Erhalten der Adresse findet statt...
es: Asociado, obteniendo la dirección ...
fr: Associé, obtention de l'adresse en cours...
nl: Gekoppeld, bezig met adres zoeken...

source: Impossible to get an IP address
de: Unmöglich IP Adresse zu bekommen
es: Imposible obtener una dirección IP
fr: Impossible d'obtenir une adresse IP
nl: Onmogelijk IP-adres te vinden

source: Failed connection to the network: invalid key
de: Nicht verbunden: ungültiger Schlüssel
es: Conexión a la red imposible : Clave inválida
fr: Échec de la connexion au réseau : clé invalide
nl: Aansluiting mislukt: ongeldige sleutel

source: Connection suceeded !
de: Erfolgreich verbunden !
es: Conexión establecida!
fr: Connexion réussie !
nl: Aansluiting succesvol!
